[
    {
        "id": 1,
        "name": "Веном",
        "genre": "Ужасы",
        "year": 2018,
        "category": "films",
        "src": "https://s9.vcdn.biz/static/f/1503790821/image.jpg",
        "imgSmall": "http://okko.tv/static/30ad/9b81/4653/4b75/a343/eb49a3b4c306/output_1138x640.jpg",
        "watch": "https://www.youtube.com/embed/4UbBeUlqfPc",
        "description": "У журналиста Эдди Брока вселяется разумное существо инопланетного происхождения. Теперь он Веном - один из самых известных супергероев вселенной Человека-паука."
    },
    {
        "id": 2,
        "name": "Круты 1918",
        "genre": "Боевики,Военные",
        "year": 2019,
        "category": "films",
        "src": "https://s1.vcdn.biz/static/f/1599513031/image.jpg",
        "imgSmall": "https://s1.vcdn.biz/static/f/1599513031/image.jpg",
        "watch": "https://www.youtube.com/embed/IpO9ao3vTA4",
        "description": "Зимой 18-го года XX столетия неподалеку от села Круты произошел бой между красноармейцами и киевскими курсантами. На фоне кровопролитного восстания два брата Андрей и Леша влюбляются в одну и ту же девушку по имени София. Однако суждено ли хоть одному из них быть счастливым с красавицей, если братья находятся в числе четырехсот молодых воинов, выступающих против четырехтысячной, хорошо вооруженной армии?"
    },
    {
        "id": 3,
        "name": "Игра престолов",
        "genre": "Драмы",
        "year": 2019,
        "category": "new",
        "src": "https://s5.vcdn.biz/static/f/1636937231/image.jpg",
        "imgSmall": "https://s5.vcdn.biz/static/f/1636937231/image.jpg",
        "watch": "https://www.youtube.com/embed/HBd7fj6RGsc",
        "description": "Смотрите новые серии финального сезона каждый понедельник!\n\nАмериканский сериал Игра престолов, основанный на серии романов Джорджа Мартина, получил множество наград. События происходят в вымышленном мире, похожем на Европу эпохи Средневековья. Положенный для фэнтезийной сказки антураж — оборотни, драконы, магия — выступает только фоном для сюжета фантастической драмы. В основе фильма лежит борьба за власть с множеством интриг и переплетающихся сюжетных линий."
    },

    {
        "id": 4,
        "name": "Богемская рапсодия",
        "genre": "Биография",
        "year": 2019,
        "category": "new",
        "src": "https://s5.vcdn.biz/static/f/1543810631/image.jpg",
        "imgSmall": "https://disgustingmen.com/wp-content/uploads/2018/10/bohemian-rhapsody-1.jpg",
        "watch": "https://www.youtube.com/embed/e9sz7ZbCmKk",
        "description": "Американо-британский биографический фильм о британской рок-группе Queen, сосредоточенный на жизни вокалиста Фредди Меркьюри вплоть до концерта группы на фестивале Live Aid."
    },
    {
        "id": 5,
        "name": "Зеленая книга",
        "genre": "Комедии",
        "year": 2019,
        "category": "new",
        "src": "https://s3.vcdn.biz/static/f/1580848491/image.jpg",
        "imgSmall": "https://s3.vcdn.biz/static/f/1580848491/image.jpg",
        "watch": "https://www.youtube.com/embed/e6b9urtUJt0",
        "description": "Кинолента Зеленая книга основана на реальной истории про всемирно известного пианиста Дона Ширли, нанявшего себе в качестве водителя вышибалу из небольшого квартала в Бронксе — Тони «Болтуна» — для путешествия по южным штатам США. Два абсолютно разных человека — вышибала и пианист — проведут кучу времени вместе в одном автомобиле. Концертное путешествие обещает быть веселым и интересным, если учесть, что Дон — темнокожий афроамериканец.\n\nВо время поездки Дон пользовался книгой, которая являлась ежегодным путеводителем для темнокожих людей. Вышибала и пианист обязаны подружиться, потому что им предстоит побывать в тех штатах, где с афроамериканцами не слишком приветливы. Но получится ли найти общий язык культурному и образованному человеку с тем, кто способен только вести машину и бить морду?"
    },

    {
        "id": 6,
        "name": "Как приручить дракона 3",
        "genre": "Семейный",
        "year": 2018,
        "category": "multfilms",
        "src": "https://s3.vcdn.biz/static/f/1639668531/image.jpg",
        "imgSmall": "https://s3.vcdn.biz/static/f/1639668531/image.jpg",
        "watch": "https://www.youtube.com/embed/KGayl0JOXUw",
        "description": "В последней, заключительной франшизе мультипликационного фильма, подробности сюжета которой съемочная группа до последнего оставляет в тайне, нам предстоит вернуться на остров Олух, где вот уже несколько лет к ряду мирно сосуществуют люди и драконы. Совсем недавно древней вражде между ними был положен конец, а немногим погодя викинги при помощи своих новых друзей победили опасного завоевателя драконов Драго Блудвиста. Человек и дракон стали неразлучны, крепкими нитями соединяются их чувства дружбы и симпатии, но что, если на Олух обрушится другая, еще более страшная напасть, нежели Блудвист?"
    },
    {
        "id": 7,
        "name": "Астерикс и тайное зелье",
        "genre": "Семейный",
        "year": 2018,
        "category": "multfilms",
        "src": "https://s7.vcdn.biz/static/f/1622061421/image.jpg",
        "imgSmall": "https://s7.vcdn.biz/static/f/1622061421/image.jpg",
        "watch": "https://www.youtube.com/embed/nR0xZ_eGEDU",
        "description": "Сюжет мультфильма Астерикс и тайное зелье, как и предыдущие картины из этой серии, расскажет нам о новых приключениях Астерикса и его друга Обеликса. Чтобы быть сильными, галлы всегда пили волшебное зелье, которое придавало энергии и приумножало их мощь. Рецепт этого напитка все века тщательно скрывали — его знал только великий друид.\n\nНо знакомый всем Панорамикс уже слишком стар, к тому же после неудачного падения друид сильно травмирован. Поэтому друзьям придется отправиться на поиски нового мудреца и обучить его всем секретам. Удастся ли Астериксу и Обеликсу найти того самого? Смогут ли они, как обычно, выйти сухими из воды?"
    },
    {
        "id": 8,
        "name": "Аннигиляция",
        "genre": "Приключения",
        "year": 2017,
        "category": "films",
        "src": "https://s5.vcdn.biz/static/f/1631434991/image.jpg",
        "imgSmall": "https://s5.vcdn.biz/static/f/1631434991/image.jpg",
        "watch": "https://www.youtube.com/embed/qGVhKEjnotg",
        "description": "Никто не в курсе, как появилась так называемая Зона Икс — смертельно опасное место, которое в буквальном смысле кишит аномалиями. Там нет чудовищ, храбрые и безбашенные странники не приносят оттуда трофеи, да и охотники не рискуют отправиться туда за наживой. Секретная организация от правительства отправляет в Зону Икс исследователей, но зачастую члены очередной экспедиции попросту не возвращаются, а если возвращаются, то с ужасными изменениями. Сумеет ли двенадцатая экспедиция сделать то, чего не смогли сделать предшественники — раскрыть тайны этого страшного места? В Зону отправляются четыре абсолютно разные женщины: антрополог, психолог, топограф и биолог, в надежде разгадать загадку."
    },
    {
        "id": 9,
        "name": "Тройная угроза",
        "genre": "Боевики",
        "year": 2019,
        "category": "new",
        "src": "https://s9.vcdn.biz/static/f/1607765301/image.jpg",
        "imgSmall": "https://s9.vcdn.biz/static/f/1607765301/image.jpg",
        "watch": "https://www.youtube.com/embed/e6b9urtUJt0",
        "description": "Троице элитных бойцов было доверено во что бы то ни стало защитить от возможного покушения дочь очень богатого и влиятельного человека. У девушки есть информация, которая сможет разоблачить участников крупной преступной группировки. Однако и у преступников есть свой план, как уничтожить человека, обладающего столь важными данными: наркокартель приказывает трем своим лучшим киллерам отыскать и устранить девушку. Главным героям придется закрыть глаза на разногласия ради общей цели — не только защитить девушку, которой грозит смертельная опасность, но и самим остаться в живых."
    },
    {
        "id": 10,
        "name": "Ральф против интернета",
        "genre": "Семейный",
        "year": 2018,
        "category": "multfilms",
        "src": "https://s4.vcdn.biz/static/f/1607573191/image.jpg",
        "imgSmall": "https://s4.vcdn.biz/static/f/1607573191/image.jpg",
        "watch": "https://www.youtube.com/embed/gQu0SQBMGDg",
        "description": "Еще из мультфильма Ральф, который является началом этой истории, мы знаем, как этот великан подружился с маленькой гонщицей Ванилопой фон Кекс. Но теперь перед ними стоит новый вызов — чтобы спасти игру Ванилопы от выключения из сети, они должны найти специальный руль, который уже давно не производят. А купить его можно только где? Правильно — на Ebay!"
    },
    {
        "id": 11,
        "name": "Власть",
        "genre": "Комедии,Драмы",
        "year": 2018,
        "category": "films",
        "src": "https://s7.vcdn.biz/static/f/1639630591/image.jpg",
        "imgSmall": "https://s7.vcdn.biz/static/f/1639630591/image.jpg",
        "watch": "https://www.youtube.com/embed/2BbrCv_-mlg",
        "description": "Власть — как наркотик. Заняв неплохую государственную должность, человек не стремится отходить от дел либо менять работу, он хочет подниматься всё выше и выше. Это история о человеке, который участвовал в обсуждении и принятии решений, которые в дальнейшем изменили не просто ход событий, а курс истории. Вовсе необязательно афишировать свои полномочия и влиятельную деятельность, вот и о настоящей сущности главного героя знали далеко не все."
    }
]
